#+title:      B Klasse 2020-24
#+date:       [2022-12-30 Fr 19:37]
#+filetags:   :3b:Project:
#+identifier: 20221230T193718
#+CATEGORY: golling

* 3b 09:35-10:25
<%%(org-class 2022 9 12 2023 7 3 1 22)>

Firmung: konkreter Ablauf, Lieder üben, ...

* 3b 08:40-09:30
<%%(org-class 2022 9 15 2023 7 6 4 21)>

Firmung: konkreter Ablauf, Lieder üben, ...

Gemeinsam um den Hl. Geist bitten

* Reflexionen

** [[denote:20221226T113745][Dialog zw Theologie und Naturwissenschaften]]
PERIOD: [2023-02-02 Do 08:40]

Diese Stunde war echt grausam - fast die gesamte Klasse, va die Burschen haben mich komplett ingnoriert. Als ich "endlich" die Stimme erhob, haben sich ein paar der Burschen diebisch darüber gefreut (ist das nicht dämonisch?). Die Stunden in dieser Klasse lassen mich jedesmal erschöpft zurück.

Mit Manuela Gruber haben wir darüber gesprochen. Die Kinder werden pro Jahrgang nicht braver, eher schlimmer. Ich muss auf mich schauen - so viele Lehrer geben erschöpft und ausgebrannt auf. Deshalb: schau auf dich, damit dir dies nicht passiert. An manchen Tagen kann Manuela mir helfen, sie wird dann draußen sitzen und jene Schüler abfangen, die ich hinausschicke.

** Reaktion von Florian Steiner's Mutter über SchoolFox
Verhalten von Florian hat sich eben nicht verbessert.
Und daher ist auch die Note (3) gerechtfertigt.
Alle Burschen - auch Florian - haben verstanden, dass sie sich ihre Note durch ein besseres Verhalten und bessere Mitarbeit im Unterricht verbessern können.

** Gespräch mit Fr. Krallinger
Reli-Note ist peinlich für Familie. Ich hab meinen Standpunkt dargelegt.
[[denote:20230310T173200][Gespräch Krallinger]]


** [[denote:20230323T100317][[SW28] Was ist das Kreuz für dich?]]
PERIOD: [2023-03-23 Do 08:40]

Das war heute emotional sehr anstrengend. Die erste Hälfte der Stunde war "buisness as usual": extrem störendes Verhalten der Schüler, teilweise bereits "Lehrer ignorieren". Ich hab in der Folge die Schüler "ignoriert", da schreien nix nutzt. Nach einer sehr emotionalen Rede meinerseits war der Rest der Stunde wesentlich besser.

Thema: Sinn und Bedeutung der Arbeit für den Menschen - In D: Arbeitsbedingungen in den großen Textilfirmen; BO Tage der Schüler; Pleite von zwei Modefirmen; Pleite dreier großen Banken (SVB, noch eine andere US Bank, Credit Suisse, ...)

Maxi ändert sich gar nicht - scheinbar ist die Reli Note Zuhause völlig egal. Schaut sich seine Mama überhaupt das Zeugnis an? Thomas und Lukas ändern sich zum Besseren.


* 3B [KV Erwin Essl]

#+Name: 2021-students
| First      | Last         | Name                  | Note | Mitarbeit | Heft | LZK |
|------------+--------------+-----------------------+------+-----------+------+-----|
| Maximilian | Fischhofer   | [[MaximilianFischhofer][Maximilian Fischhofer]] |    3 | -         |      |     |
| Hannah     | Höllbacher   | [[HannahHöllbacher][Hannah Höllbacher]]     |    1 | +         |      |     |
| Leon       | Keser        | [[LeonKeser][Leon Keser]]            |    2 | -         |      |     |
| Thomas     | Krallinger   | [[ThomasKrallinger][Thomas Krallinger]]     |    3 | -         |      |     |
| Fabian     | Lienbacher   | [[FabianLienbacher][Fabian Lienbacher]]     |    3 | -         |      |     |
| Lena       | Malter       | [[LenaMalter][Lena Malter]]           |    1 | +         |      |     |
| Sophia     | Mayr         | [[SophiaMayr][Sophia Mayr]]           |    1 | +         |      |     |
| Florian    | Peroutka     | [[FlorianPeroutka][Florian Peroutka]]      |    1 | -         |      |     |
| Andreas    | Rußegger     | [[AndreasRußegger][Andreas Rußegger]]      |    3 | -         |      |     |
| Valerie    | Schönauer    | [[ValerieSchönauer][Valerie Schönauer]]     |    1 | +         |      |     |
| Marlene    | Seidl        | [[MarleneSeidl][Marlene Seidl]]         |    1 | +         |      |     |
| Anna       | Spitzelseder | [[AnnaSpitzelseder][Anna Spitzelseder]]     |    1 | +         |      |     |
| Florian    | Steiner      | [[FlorianSteiner][Florian Steiner]]       |    3 | -         |      |     |
| Karin      | Struber      | [[KarinStruber][Karin Struber]]         |    1 | +         |      |     |
| Lukas      | Wagenhofer   | [[LukasWagenhofer][Lukas Wagenhofer]]      |    3 | -         |      |     |
#+TBLFM: $4=vmean($5..$>)
#+TBLFM: $3='(concat "[[" $1 $2 "][" $1 " " $2 "]]")
#+TBLFM: $4='(identity remote(2021-22-Mitarbeit,@@#$4))

#+BEGIN_SRC python :var table=2021-students :results output raw
print('* Mitarbeit')
for student in table:
    first = student[0]
    last = student[1]
    email = first + '.' + last + '@golling.schule'
    print('** ' + first + last + '\n\n')
#+END_SRC

#+RESULTS:
* Mitarbeit
** MaximilianFischhofer

*** Link zur UE: [[file:~/RoamNotes/main/03_Golling.org::#Herbstferien3][file:~/RoamNotes/main/03_Golling.org::#Herbstferien3]]
so wie Andreas, Thomas und Lukas: stört, legt ein provozierendes Verhalten an den Tag. Man redet sie direkt an - und erhält ein provozierendes "Okay, okay, okay" mit einem präpotenten Grinsen zurück.

Hat sein Heft vergessen.

*** [[denote:20230327T101329][[SW29] Die Erlösung durch das Kreuz]]
PERIOD: [2023-03-27 Mo 09:35]

Maxi, Thomas und Fabian arbeiten gemeinsam in einer Gruppe. Im Moment wird dort nur gelacht, und Blödsinn gemacht. Vielleicht trügt der Anschein?



** HannahHöllbacher


** LeonKeser
beweist sich nicht

*** [[file:~/RoamNotes/main/02_Golling.org::#Auferstehung][file:~/RoamNotes/main/02_Golling.org::#Auferstehung]]
Datum: <2022-04-04 Mo>

In der heutigen Stunde war es generell sehr schwierig und mühsam. Vor allem die Burschen "auf meiner Linken" und die drei Burschen "in der letzten Reihe" haben massiv gestört. Da ich ein eher ruhiger Typ bin, bringt es nicht viel, auf einmal herumzubrüllen und laut zu werden. Wenn zB Hannes oder Christoph das machen, dann "passt" es zu ihnen. Die Schüler werden dann wirklich ruhig. Bei mir...?

Dazu kommt noch die emotionale Reaktion von Birgit auf eine Diskussion über das Thema "Kirche" (in die sie sich unaufgefordert eingemischt hat). Ich denke, dass Birgit deshalb wieder die Geschichte mit dem abgesagten Ostergottesdienst aufgewärmt hat - und darüber zornig wird; obwohl Elisabeth darauf ziemlich gelassen reagiert hat.

Im Moment also hab ich kaukm Lust auf meine Arbeit - von allen Seiten verspüre ich Widerstand, Kritik und schon Attacken gegen meine Person.

Ich hab mich sicher nicht richtig verhalten, weil ich es verabsäumt hatte, Elisabeth zu kontaktieren - und vergessen habe, au den SA Plan zu schauen.

*** [[file:~/RoamNotes/main/02_Golling.org::#Wiederholung Jahresstoff][file:~/RoamNotes/main/02_Golling.org::#Wiederholung Jahresstoff]]
Datum: <2022-06-27 Mo>

Das ist heute leider komplett daneben gegangen. Schade. Leon hat uns die ganze, schöne Filmstunde ruiniert - aber nicht nur er.

*** Link zur UE: [[file:~/RoamNotes/main/03_Golling.org::#Wegbegleiter][file:~/RoamNotes/main/03_Golling.org::#Wegbegleiter]]

Hat trotz Aufforderung und SchoolFox Nachricht sein Heft nicht in Ordnung gebracht (dh er hat die "zesrtörten" Seiten schlecht herausgeschnitten und sie nicht nachgemacht.)

Erneute Nachricht an die Eltern - was noch?

*** Link zur UE: [[file:~/RoamNotes/main/03_Golling.org::#Herbstferien3][file:~/RoamNotes/main/03_Golling.org::#Herbstferien3]]

Hm, unkonzentriert ... wie damit umgehen?

*** Link zur UE: [[file:~/RoamNotes/main/03_Golling.org::#Wegbegleiter][file:~/RoamNotes/main/03_Golling.org::#Wegbegleiter]]

Aha: also muss ich vorher mu4e aufrufen, einen Link zu einem Mail herstellen. Dann funktioniert auch org-store-link wieder.

*** [[file:~/RoamNotes/main/03_Golling.org::*Medienkonsum und Entwicklung des Gehirns][Medienkonsum und Entwicklung des Gehirns]]
Datum: <2022-09-19 Mo>

hat Reli-Heft und Buch vergessen.

*** [[file:~/RoamNotes/main/02_Golling.org::*\[SW28\] Die Klagepsalmen / Die letzte Woche in Jerusalem][[SW28] Die Klagepsalmen / Die letzte Woche in Jerusalem]]
Datum: <2022-03-25 Fr>

Komisch: vor der vierten Stunde, am Ende der Pause gab es im Stiegenhaus eine lauten, spitzen Schrei. Mir schien es, als käme er von einem Schüler - einer Schülerin der 2B. Ich fragte in allen 2. Klassen nach - keiner war es. Die vierten Klassen fallen auch aus ...

Alle Indizien weisen auf Leon hin und Daniel ... Schüler aus der 2B.

** ThomasKrallinger

*** [[file:~/RoamNotes/main/03_Golling.org::*Medienkonsum und Entwicklung des Gehirns][Medienkonsum und Entwicklung des Gehirns]]
Datum: <2022-09-19 Mo>

hat Reli-Heft und Buch vergessen.

beweist sich nicht

** FabianLienbacher


** LenaMalter


** SophiaMayr


** FlorianPeroutka


** AndreasRußegger


** ValerieSchönauer


** MarleneSeidl


** AnnaSpitzelseder


** FlorianSteiner


** KarinStruber


** LukasWagenhofer
beweist sich nicht


* Reflexionen                                                 :Reflexionen:

** [[id:03_SW01][[SW01] Wer möchte ich sein – wer bin ich?]]
Datum: <2022-09-15 Do 08:40>

Für dieses capture: C-1 C-n-c (das fügt das "date at point" der agenda ein) ... in den Header ein C-n-i und Link zu Stunde/Vorbereitung.

Das war eigentlich eine gute Stunde; ein paar Burschen in der ersten Reihe wurden unruhig sobald ich ihnen den Rücken zukehrte. Ich hab sie darauf hingewiesen. Leon kann ich am Mo+Do zu Manuela schicken (was er gar nicht mag).

